{
    "document.title": "Shedding light on energy in the EU – A guided tour of energy statistics",
    "decimal_separator": ".",
    "titlepart1": "Shedding light on energy",
    "titlepart2": "in the EU",
    "titlepublication": "Shedding light on energy in the EU",
    "subtitle": "A guided tour of energy statistics",
    "datetitle": "2022 interactive edition",
    "menuitem0": "Menu",
    "menuHome": "Home",
    "menuInfo": "Further Information",
    "menuPdf": "PDF version",
    "menuGlossary": "Glossary",
    "menuShare": "Share",
    "imgYourLogo": "<img id=\"yourLogo\" src=\"img/icones/yourLogo.png\" />",
    "btn-explore": "EXPLORE FURTHER",
    "introtexttitle":"Lighting, heating, moving, producing...",
    "introtextp1": "...energy is vital for our day-to-day life. Without energy, people and businesses cannot function. Turning on our computers or starting our cars are actions that we take for granted, yet they represent the final stage of a complex process.",
    "introtextp2part1": "The interactive publication",
    "introtextp2part2": "Shedding light on energy in the EU",
    "introtextp2part3": "developed by",
    "introtextp2part4": "Eurostat",
    "introtextp2part5": "helps to make the complex process of energy more understandable. It replies to the needs of those who are not familiar with the energy sector as well as more experienced users.",
    "introtextp3": "The publication is divided into four chapters:",
    "introtextp4part1": "European policies:",
    "introtextp4part2": "This chapter presents the challenges of the European Green Deal and the Energy Union.",
    "introtextp5part1": "Energy in the EU:",
    "introtextp5part2": "This chapter answers questions such as where does our energy come from, which type of energy do we produce and how dependent are we on energy imports.",
    "introtextp6part1": "Energy consumption:",
    "introtextp6part2": "This chapter focuses on the different types of energy we consume and its cost.",
    "introtextp7part1": "Energy and environment:",
    "introtextp7part2": "This chapter presents data on greenhouse gas emissions, energy efficiency and renewable energy.",
    "introtextp8": "Data in this edition show yearly figures up until 2020 (and figures for the second semester 2021 for prices). Where applicable, the impact of the COVID-19 crisis is commented on.",
    "bloc1title": "European policies",
    "bloc2title": "Energy in the EU",
    "bloc3title": "Energy consumption",
    "bloc4title": "Energy and environment",
    "bloc1atitle": "What are the European Green Deal and the Energy Union about?",
    "bloc1atextheading1": "More than two thirds of the EU population own their home",
    "bloc1atextp1part1": "The",
    "bloc1atextp1part2": "European Green Deal",
    "bloc1atextp1part3": "is the ambitious EU climate policy that aims for Europe to become the first climate neutral continent by 2050.",
    "bloc1atextp2": "In particular, reaching this target will require action by all sectors of our economy, including investing in environmentally-friendly technologies, decarbonising the energy sector, ensuring buildings are more energy efficient or rolling out cleaner forms of private and public transport.",
    "bloc1atextp3part1": "The",
    "bloc1atextp3part2": "Energy Union",
    "bloc1atextp3part3": "is the main energy policy instrument to deliver the transformations required to decarbonise our energy system. The goal of the Energy Union is to give EU consumers &mdash; households and businesses &mdash; secure, sustainable, competitive and affordable energy.",
    "bloc1atextp4": "In order to ensure that policies and measures at various levels are coherent, complementary and sufficiently ambitious, the Energy Union adopted a strong governance mechanism, based on integrated national energy and climate plans.",
    "bloc1atextp5": "Using reliable high quality data to monitor the policy targets under the European Green Deal and the Energy Union packages will enhance the credibility of EU energy policy.",
    "bloc1atextp6": "The State of the Energy Union monitors progress made to bring about the transition to a low-carbon, secure and competitive economy. It also highlights each year the issues where further attention is needed.",
    "bloc1alink1":"European Green Deal",
    "bloc1alink2":"Energy Union",
    "bloc1alink3":"Renewable energy",
    "bloc1alink4":"Energy efficiency",
    "bloc2atitle": "Where does our energy come from?",
    "bloc2btitle": "What do we produce in the EU?",
    "bloc2ctitle": "From where do we import energy?",
    "bloc2dtitle": "How does energy flow in the EU?",
    "bloc2atextp1": "The energy available in the European Union comes from energy produced in the EU and from energy imported from third countries. Therefore, in order to get a good overview of the total energy available in the EU, energy production should always be put in context with imports.",
    "bloc2atextp2": "In 2020, the EU produced around 42&nbsp;% of its own energy (up compared with 40&nbsp;% in 2019) while 58&nbsp;% (down compared with 60&nbsp;% in 2019) was imported. This decrease in imports is partly linked to the COVID-19 economic crisis.",
    "bloc2atextheading1": "Petroleum products have the largest share in the EU energy mix",   
    "bloc2atextp3part1": "In 2020, the energy mix in the EU, meaning the range of energy sources available, was mainly made up by five different sources:",
    "bloc2atextp3part2": "petroleum products",
    "bloc2atextp3part3": "(including crude oil) (35&nbsp;%), natural gas (24&nbsp;%),",
    "bloc2atextp3part4": "renewable energy",
    "bloc2atextp3part5": "(17&nbsp;%), ",
    "bloc2atextp3part6": "nuclear energy",
    "bloc2atextp3part7": "(13&nbsp;%) and",
    "bloc2atextp3part8": "solid fossil fuels",
    "bloc2atextp3part9": "(12&nbsp;%).",
    "bloc2atextp4part1": "The shares of the different energy sources in the",
    "bloc2atextp4part2": "total energy available",
    "bloc2atextp4part3": "vary considerably between Member States. Petroleum products (including crude oil) account for a significant share of total energy available in Cyprus (87&nbsp;%), Malta (86&nbsp;%) and Luxembourg (60&nbsp;%), while natural gas accounts for 40&nbsp;% in Italy and 38&nbsp;% in the Netherlands. Renewables have the highest share in Sweden (49&nbsp;%) and Latvia (40&nbsp;%), while nuclear energy makes up 41&nbsp;% of energy available in France and 25&nbsp;% in Sweden and Slovakia respectively. More than half of energy available in Estonia (53&nbsp;%) and 41&nbsp;% in Poland comes from solid fossil fuels.",
    "bloc2aInfographics":"Share of energy products in total energy available",
    "bloc2btextp1part1": "The",
    "bloc2btextp1part2": "production of energy",
    "bloc2btextp1part3": "in the EU is spread across a range of different energy sources:",
    "bloc2btextp1part4": "solid fuels",
    "bloc2btextp1part5": ", natural gas, crude oil,",
    "bloc2btextp1part6": "nuclear energy",
    "bloc2btextp1part7": "and",
    "bloc2btextp1part8": "renewable energy",
    "bloc2btextp1part9": "(such as hydro, wind and solar energy).",
    "bloc2btextp2": "Renewable energy (41&nbsp;% of total EU energy production) was the largest contributing source to primary energy production in the EU in 2020. Nuclear energy (31&nbsp;%) was the second largest source, followed by solid fuels (18&nbsp;%), natural gas (7&nbsp;%) and crude oil (4&nbsp;%).",
    "bloc2btextp3": "However, the production of energy is very different from one Member State to another. Renewable energy is the exclusive source of primary production in Malta and represents the main source in a number of Member States, with shares of over 95&nbsp;% in Latvia, Portugal and Cyprus. The significance of nuclear energy is particularly high in France (75&nbsp;% of total national energy production), Belgium (63&nbsp;%) and Slovakia (60&nbsp;%). Solid fuels are the main source of energy produced in Poland (71&nbsp;%), Estonia (58&nbsp;%) and Czechia (45&nbsp;%). Natural gas has the largest share in the Netherlands (63&nbsp;%) and Ireland (47&nbsp;%), while the share of crude oil is largest in Denmark (38&nbsp;%).",
    "bloc2ctextheading1": "What do we import?",
    "bloc2ctextp1part1": "For its own consumption, the EU also needs energy that is imported from third countries. In 2020, the main imported energy product was", 
    "bloc2ctextp1part2": "petroleum products",
    "bloc2ctextp1part3": "(including crude oil, which is the main component), accounting for almost two thirds of energy imports into the EU, followed by natural gas (27&nbsp;%) and",
    "bloc2ctextp1part4": "solid fossil fuels",
    "bloc2ctextp1part5": "(5&nbsp;%).",
    "bloc2ctextheading2": "Russia is the main EU supplier of crude oil, natural gas and solid fossil fuels",
    "bloc2ctextp2": "In 2020, almost three quarters of the extra-EU crude oil imports came from Russia (29&nbsp;%), the United States (9&nbsp;%), Norway (8&nbsp;%), Saudi Arabia and the United Kingdom (both 7&nbsp;%) as well as Kazakhstan and Nigeria (both 6&nbsp;%). A similar analysis shows that over three quarters of the EU's imports of natural gas came from Russia (43&nbsp;%), Norway (21&nbsp;%), Algeria (8&nbsp;%) and Qatar (5&nbsp;%), while more than half of solid fossil fuel (mostly coal) imports originated from Russia (54&nbsp;%), followed by the United States (16&nbsp;%) and Australia (14&nbsp;%).",
    "bloc2ctextheading3": "Different patterns among the EU Member States",
    "bloc2ctextp3": "In 2020, more than 80&nbsp;% of energy imports were petroleum products in Cyprus, Malta, Greece and Sweden and more than a third was natural gas in Hungary, Austria and Italy. Nearly 15&nbsp;% of energy imports were solid fuels in Slovakia, Poland and Czechia.",
    "bloc2ctextp4part1": "To discover the main trading partners of your country and see the different trade flows, please open the full-screen data visualisation tool",
    "bloc2ctextp4part2": "Energy trade",
    "bloc2ctextp5":"The screenshot below gives you an idea of the information you can find when playing around with the tool.",
    "bloc2ctextheading4": "How dependent are we on energy produced outside the EU?",
    "bloc2ctextp6part1": "The", 
    "bloc2ctextp6part2": "dependency rate", 
    "bloc2ctextp6part3": "shows the extent to which an economy relies upon imports in order to meet its energy needs. It is measured by the share of net imports (imports - exports) in gross inland energy consumption (meaning the sum of energy produced and net imports). In the EU in 2020, the dependency rate was equal to 58&nbsp;%, which means that more than half of the EU’s energy needs were met by net imports. This rate is lower compared with 2019 (60&nbsp;%), which is partly linked to the COVID-19 economic crisis, however it is still slightly higher compared with 2000 (56&nbsp;%). Across the Member States, the import dependency rate ranges from over 90 % in Malta, Cyprus and Luxembourg to 10&nbsp;% in Estonia.",
    "bloc2ctextp7": "In 2020, the EU mainly depended on Russia for imports of crude oil, natural gas and solid fossil fuels, followed by Norway for crude oil and natural gas.",
    "bloc2ctextp8": "Trade on energy products",
    "bloc2dtextp1part1": "An energy balance presents energy products (",
    "bloc2dtextp1part2": "solid fuels",
    "bloc2dtextp1part3": "oil and petroleum products",
    "bloc2dtextp1part4": "gas",
    "bloc2dtextp1part5": "renewable energies",
    "bloc2dtextp1part6": "nuclear heat",
    "bloc2dtextp1part7": "electricity",
    "bloc2dtextp1part8": "etc.) of a country and their production, transformation and consumption by different types of economic actors (industry, transport, etc.). It allows you to see the total amount of energy extracted from the environment, traded, transformed and used by end-users.",
    "bloc2dtextp2": "Energy balances can be graphically represented through flow diagrams (also called Sankey diagrams), which allow users to visualise the interrelation of energy commodities in a more illustrative and intuitive way. These flows can be combined, split and traced through a series of events or processing stages.",
    "bloc2dtextp3part1": "The",
    "bloc2dtextp3part2": "Sankey energy tool",
    "bloc2dtextp3part3": "is based on a series of black nodes connected by flows. The nodes represent events or processes (imports, final energy consumption etc.) while the flows in different colours represent energy products. The width of each stream in the flow represents the amount of energy (fuel) in the flow.",
    "bloc2dtextp4": "Click on the screenshot below to open the full-screen tool and build your own diagram!",
    "bloc3atitle": "What kind of energy do we consume in the EU?",
    "bloc3btitle": "What is the source of the electricity we consume?",
    "bloc3ctitle": "How much does the energy we consume cost?",
    "bloc3dtitle": "From source to switch",
    "bloc3atextp1part1": "Out of the",
    "bloc3atextp1part2": "total energy available",
    "bloc3atextp1part3": "in the EU, around two thirds is consumed by end users",
    "bloc3atextp1part4": "(final energy consumption)",
    "bloc3atextp1part5": ", for example EU citizens, industry, transport etc. The difference &mdash; around one third &mdash; is mainly lost during electricity generation and distribution, used to support energy production processes or in non-energy uses (like asphalt or bitumen).",
    "bloc3atextp2": "To properly interpret energy statistics, it is necessary to distinguish between primary and secondary energy products. A primary energy product is extracted or captured directly from natural resources, such as crude oil, firewood, natural gas or coal. Secondary energy products (such as electricity or motor gasoline) are produced as a result of a transformation process, either from a primary or from a different secondary energy product.",
    "bloc3atextheading1": "Flow of energy products from production to final consumption",
    "bloc3atextheading2": "Petroleum products are the most consumed",
    "bloc3atextp3part1": "In the EU in 2020,",
    "bloc3atextp3part2": "petroleum products",
    "bloc3atextp3part3": "(such as heating oil, petrol, diesel fuel), which represent 35&nbsp;% of",
    "bloc3atextp3part4": "final energy consumption",
    "bloc3atextp3part5": ", were the most consumed.",
    "bloc3atextp3part7": "Electricity",
    "bloc3atextp3part8": "(23 %) ranked second in final energy consumption, just ahead of natural gas and manufactured gases (22 %) and followed by direct use of",
    "bloc3atextp3part9": "renewables",
    "bloc3atextp3part10": "(not transformed into electricity, e.g. wood, solar thermal, geothermal or biogas for space heating or hot water production) (12&nbsp;%),",
    "bloc3atextp3part11": "derived heat",
    "bloc3atextp3part12": "(such as district heating) (5&nbsp;%) and",
    "bloc3atextp3part13": "solid fossil fuels",
    "bloc3atextp3part14": "(mostly coal) (3&nbsp;%). The real consumption of renewable energy is higher than 12&nbsp;%, because other renewable sources are included in electricity (e.g.",
    "bloc3atextp3part15": "hydropower, wind power or solar photovoltaic",
    "bloc3atextp3part16": ").",
    "bloc3atextp4": "Within the EU Member States, the final energy consumption pattern varies considerably. Petroleum products make up more than 55&nbsp;% of final energy consumption in Cyprus and Luxembourg. Electricity accounts for over 30&nbsp;% in Malta and Sweden, while gas makes up more than 30&nbsp;% in the Netherlands, Hungary and Italy. Renewable energies account for over 25&nbsp;% of final energy consumption in Sweden, Finland and Latvia.",
    "bloc3atextheading3": "The industry sector consumes around a third of the final energy consumption in the EU",
    "bloc3atextheading4": "Methodology",
    "bloc3atextp5part1": "Energy is consumed by different",
    "bloc3atextp5part2": "sectors of the economy",
    "bloc3atextp5part3": ": households (i.e. energy consumed in citizen’s dwellings), transport (e.g. rail, road, domestic aviation or inland shipping), industry, services (including commercial and public services) and agriculture & forestry.",
    "bloc3atextp6": "Looking at which sectors in the EU consume the most energy, the industry sector (32&nbsp;% of final energy consumption) consumed the most energy in 2020, followed by the transport sector (26&nbsp;%), households (25&nbsp;%), services (12&nbsp;%) and agriculture & forestry (3&nbsp;%).",
    "bloc3btextheading1": "More electricity in the EU comes from renewables than from fossil fuels",
    "bloc3btextp1part1": "Around 23&nbsp;% of the",
    "bloc3btextp1part2": "final energy we consume",
    "bloc3btextp1part3": "is",
    "bloc3btextp1part4": "electricity",
    "bloc3btextp1part5": "and it comes from different sources. In 2020 at EU level,",
    "bloc3btextp1part6": "renewable energy sources",
    "bloc3btextp1part7": "accounted for 39&nbsp;% of the electricity and overtook for the first time",
    "bloc3btextp1part8": "fossil fuels",
    "bloc3btextp1part9": "(36&nbsp;%) as the main power source. In addition, 25&nbsp;% of the electricity came from nuclear power plants. Among renewable sources, the highest share of electricity came from",
    "bloc3btextp1part10": "wind turbines",
    "bloc3btextp1part11": "(14&nbsp;%),",
    "bloc3btextp1part12": "hydropower plants",
    "bloc3btextp1part13": "(13&nbsp;%),",
    "bloc3btextp1part14": "biofuels",
    "bloc3btextp1part15": "(6&nbsp;%) and",
    "bloc3btextp1part16": "solar power",
    "bloc3btextp1part17": "(5&nbsp;%).",
    "bloc3btextp2": "The sources of electricity production vary among the Member States. In 2020, in Denmark over half of electricity production (57&nbsp;%) came from wind energy, while more than 60&nbsp;% of electricity production in Austria came from hydro power plants. Around 90&nbsp;% of electricity production came from fossil fuels in Malta and Cyprus, while over two thirds (67&nbsp;%) of electricity production came from nuclear power plants in France, followed by 53&nbsp;% in Slovakia.",
    "bloc3ctextheading1": "Electricity prices for households highest in Denmark and Germany",
    "bloc3ctextp1": "In order to compare prices of electricity and gas among the Member States, national prices have been converted into euro. Exchange rate fluctuations can have an effect on prices expressed in euro for non-euro area Member States.",
    "bloc3ctextp2part1": "In the second half of 2021,",
    "bloc3ctextp2part2": " household",
    "bloc3ctextp2part3": "electricity prices, including taxes and levies, were highest in Denmark (EUR 34 per 100",
    "bloc3ctextp2part4": "kWh",
    "bloc3ctextp2part5": "), Germany (EUR 32 per 100 kWh), Belgium and Ireland (both EUR 30 per 100 kWh), while the lowest prices were recorded in Hungary (EUR 10 per 100 kWh) and Bulgaria (EUR 11 per 100 kWh). Taxes and levies accounted for over half of the electricity price in Denmark and Germany, while their share was smallest in the Netherlands, where the value was",
    "bloc3ctextp2part6": "negative",
    "bloc3ctextp2part7": "(-3 %), followed by almost 6 % in Malta, 17 % in Bulgaria and 19 % in Ireland.",
    "bloc3ctextp3part1": "Natural gas prices for",
    "bloc3ctextp3part2": "household consumers",
    "bloc3ctextp3part3": ", including taxes and levies, were highest in Sweden (EUR 19 per 100 kWh), Denmark (EUR 12 per 100 kWh), the Netherlands and Spain (both EUR 11 per 100 kWh), and lowest in Hungary (EUR 3 per 100 kWh), Croatia, Lithuania, Slovakia and Latvia (EUR 4 per 100 kWh each). The share of taxes and levies in gas price was highest in the Netherlands (58 %) and lowest in Greece (6 %).",
    "bloc3ctextheading2": "Gas prices for non-household consumers highest in Finland, Sweden and Denmark",
    "bloc3ctextp4part1": "For",
    "bloc3ctextp4part2": "non-household consumers",
    "bloc3ctextp4part3": ", electricity prices (excluding VAT and other recoverable taxes and levies) in the second semester of 2021 ranged from EUR 22 per 100 kWh in Greece to EUR 8 per 100 kWh in Finland.",
    "bloc3ctextp5part1": "Natural gas prices for",
    "bloc3ctextp5part2": "non-household consumers",
    "bloc3ctextp5part3": "(excluding VAT and other recoverable taxes and levies) in the second semester of 2021 were highest in Finland (EUR 10 per 100 kWh), Sweden and Demark (both EUR 8 per 100 kWh), and lowest in Czechia, Slovakia, Belgium, Portugal and Spain (EUR 3 per 100 kWh each).",
    "bloc3ctextp6part1": "For petrol, diesel and heating oil prices, see the",
    "bloc3ctextp6part2": "Oil bulletin",
    "bloc3ctextp6part3": "of the Directorate-General for Energy of the European Commission.",
    "bloc3cInfographicsTitle1":"Electricity and gas prices for household consumers",
    "bloc3cInfographicsTitle2":"Electricity and gas prices for non-household consumers",
    "bloc3dtextp1": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Donec cursus tortor nec dui accumsan, eget porttitor dui hendrerit. Praesent scelerisque, massa sed sollicitudin sollicitudin, lacus felis consequat sem, eget iaculis diam ligula sed urna. Suspendisse eu diam sed arcu porttitor imperdiet. Donec eget lobortis orci, nec auctor nisl. Aenean convallis dui in tortor congue scelerisque. Quisque vulputate id risus in scelerisque. Quisque aliquet lacus sed venenatis auctor.",
    "bloc4atitle":"How are emissions of greenhouse gases in the EU evolving?",
    "bloc4btitle":"How efficient are we in our consumption of energy?",
    "bloc4ctitle":"What is the share of renewable energy in the EU?",
    "bloc4dtitle":"From wind to watts",
    "bloc4atextp1part1": "Climate change is a threat to sustainable development. After years of extensive research, the scientific community agrees that man-made",
    "bloc4atextp1part2": "greenhouse gas (GHG) emissions",
    "bloc4atextp1part3": "are the dominant cause of the Earth’s average temperature increases over the past 250 years (IPCC, 2014). Man-made GHG emissions are primarily a by-product of burning of fuels in power plants, cars or homes. Farming and",
    "bloc4atextp1part4": "waste",
    "bloc4atextp1part5": "decaying in landfills are also sources of GHG emissions.",
    "bloc4atextp2":"EU greenhouse gas emissions declined steadily from 2010 until 2014, rose slightly in the period 2015-2017 and dropped again in 2018. In 2019 emissions fell by nearly 4&nbsp;% compared to 2018, the sharpest drop since 2009.",
    "bloc4atextp3":"In 2019, EU GHG emissions were over 1 billion tonnes of CO<sub>2</sub> equivalent lower than in 1990. This corresponds to a 24&nbsp;% reduction compared with 1990 levels, which is more than the EU reduction target of 20&nbsp;% by 2020. The new target for 2030 is a 55&nbsp;% reduction of GHG emissions compared to 1990.",
    "bloc4atextp4":"GHG emissions were below 1990 levels in 22 Member States. The largest reductions, over 50&nbsp;%, were recorded in Estonia, Romania, Lithuania and Latvia.",
    "bloc4atextp5":"In 2019, the energy producing industries, fuel combustion by users and the transport sector all had the same share in total greenhouse gas emissions (25.8&nbsp;% each). Compared with 1990, the share decreased for all sectors except transport, where it rose from 14.8&nbsp;% in 1990 to 25.8&nbsp;% in 2019, and agriculture, whose share slightly increased from 9.9&nbsp;% to 10.3&nbsp;%.",
    "bloc4btextp1": "One of the priorities of the Energy Union strategy is to increase energy efficiency, mainly by cutting the EU’s overall energy use and managing energy in a more cost-effective way. Improving energy efficiency contributes to achieving energy savings, protecting the environment, mitigating climate change and reducing the EU's reliance on external suppliers of oil and gas.",
    "bloc4btextp2part1": "In concrete terms, using less energy means reducing",
    "bloc4btextp2part2": "primary energy consumption",
    "bloc4btextp2part3": ", which is the total domestic energy demand, and",
    "bloc4btextp2part4": "final energy consumption",
    "bloc4btextp2part5": ", which is the energy actually consumed by end users, not including what the energy sector needs itself as well as transformation and distribution losses.",
    "bloc4btextp3part1": "In 2020, primary energy consumption dropped to its lowest level since full records have been available (1&nbsp;236 ",
    "bloc4btextp3part2": "million tonnes of oil equivalent",
    "bloc4btextp3part3": "(Mtoe)). This is 5.8&nbsp;% below the EU 2020 efficiency target (no more than 1 312 Mtoe primary energy consumption) and 9.6&nbsp;% above the EU 2030 target (no more than 1&nbsp;128 Mtoe). Final energy consumption also saw a significant decrease (to 907 Mtoe), 5.4&nbsp;% below the 2020 target (no more than 959 Mtoe final energy consumption) and 7.2&nbsp;% above the 2030 target (no more than 846 Mtoe).",
    "bloc4btextp4": "Looking at the energy efficiency trend in the past ten years, primary energy consumption declined steadily in the period 2011 to 2014, then increased until 2017 before declining again in 2018 and 2019. Final energy consumption also decreased continuously starting from 2010 to reach the level closest to the target in 2014, then increased until 2018 to decrease again in 2019. Between 2019 and 2020, however, primary and final energy consumption recorded significant decreases, largely due to the COVID-19 related restrictions. Primary consumption fell by 8.7&nbsp;%, an historical drop, and final energy consumption by 8.0&nbsp;%, the largest fall since 2009. ",
    "bloc4btextp5": "Compared to 2010, primary energy consumption fell in 25 Member States, with decreases of 20&nbsp;% or more in Greece (-28&nbsp;%), Denmark (-23&nbsp;%), Estonia (-22&nbsp;%), Italy (-21&nbsp;%) and Malta (-20&nbsp;%).  Final energy consumption decreased in 21 Member States, with the largest reductions in Greece (-25&nbsp;%) and Italy (-20&nbsp;%).",
    "bloc4btextp4part1":"For an interactive view, see the",
    "bloc4btextp4part2":"energy dashboard tool",
    "bloc4ctextp1part1": "At EU level, the",
    "bloc4ctextp1part2": "share of renewable energy in energy consumption",
    "bloc4ctextp1part3": "increased steadily from 9.6&nbsp;% in 2004 to 22.1&nbsp;% in 2020, thus exceeding the EU target of 20&nbsp;% renewables by 2020. The increased share of renewables in 2020 was partly prompted by the decrease in the consumption of fossil fuel brought about by the COVID-19 pandemic. The new EU target for 2030 is 32&nbsp;% (the target is under revision).",
    "bloc4ctextp2": "Sweden had by far the highest share of renewables (60.1&nbsp;% of energy consumption) in 2020, followed by Finland (43.8&nbsp;%) and Latvia (42.1&nbsp;%). In contrast, Malta (10.7&nbsp;%), Luxembourg (11.7&nbsp;%) and Belgium (13.0&nbsp;%) registered the lowest shares of renewables in energy consumption. Differences stem from variations in the endowment with natural resources, mostly in the potential for building hydropower plants and in the availability of biomass. All Member States increased their renewable energy share between 2004 and 2020, seventeen have at least doubled their share.",
    "blocInfotexttitle": "FURTHER INFORMATION",
    "blocInfotextp1part1": "Shedding light on energy in the EU",
    "blocInfotextp1part2": "is an interactive publication released by Eurostat, the statistical office of the European Union.",
    "blocInfotextp2": "For further information",
    "blocInfotextp3part1": "The",
    "blocInfotextp3part2": "dedicated section",
    "blocInfotextp3part3": "on energy on the Eurostat website.",
    "blocInfotextp31part1": "Interactive visualisations",
    "blocInfotextp31part2": "on energy.",
    "blocInfotextp4part1": "Articles on energy",
    "blocInfotextp4part2": "in Statistics Explained.",
    "blocInfotextp5": "Information on data",
    "blocInfotextp6part1": "The European Union (EU) includes",
    "blocInfotextp6part2": "27 EU Member States",
    "blocInfotextp6part3": "Date of data extraction: April 2022 for text. Data in the visualisations are generally linked directly to the online database to the reference year mentioned in the text. The Sankey diagram and other energy interactive tools are continuously updated.",
    "blocInfotextp7": "Contact",
    "blocInfotextp8part1":"If you have questions on the data, please contact the",
    "blocInfotextp8part2":"Eurostat User Support",
    "blocInfotextp9": "Identifiers of the digital publication",
    "blocInfotextp10part1":"ISBN 978-92-76-48850-7",
    "blocInfotextp10part2":"ISSN: 2600-3368",    
    "blocInfotextp10part3":"DOI: 10.2785/640865",  
    "blocInfotextp10part4":"Catalogue number: KS-FW-22-002-EN-Q",  
    "blocInfotextp11":"This publication should not be considered as representative of the European Commission’s official position.",
    "blocInfotextp12":"© European Union, 2022",
    "blocInfotextp13part1":"The reuse policy of European Commission documents is implemented based on Commission Decision 2011/833/EU of 12 December 2011 on the reuse of Commission documents (OJ L 330, 14.12.2011, p. 39).", 
    "blocInfotextp13part2":"Except otherwise noted, the reuse of this document is authorised under a Creative Commons",  
    "blocInfotextp13part3":"Attribution 4.0 International (CC-BY 4.0)", 
    "blocInfotextp13part4":"licence. This means that reuse is allowed provided appropriate credit is given and any changes are indicated.",
    "blocInfotextp13part5":"For any use or reproduction of elements that are not owned by the European Union, permission may need to be sought directly from the respective rightholders. The European Union does not own the copyright in relation to the following element:",
    "blocInfotextp14part1":"For more information, please consult",
    "blocInfotextp14part2":"our webpage on copyright notice and free re-use of data",
    "blocInfotextp15":"Cover photo: © Quang Nguyen Vinh via Pexels",
    "footerCookies": "Cookies",
    "footerPolicy": "Privacy policy",
    "footerLegal": "Legal notice",
    "footerSitemap": "Sitemap",
    "tooltipPetroleum":"Total petroleum products are fossil fuels (usually in liquid state) and include crude oil and all products derived from it (e.g. when processed in oil refineries), including motor gasoline, diesel oil, fuel oil, etc.",
    "tooltipSolidFuels":"Solid fuels are fossil fuels covering various types of coals and solid products derived from coals. They consist of carbonised vegetable matter and usually have the physical appearance of a black or brown rock.",
    "tooltipRenewable":"Renewable energy sources, also called renewables, are energy sources that replenish (or renew) themselves naturally",
    "tooltipNuclear":"Nuclear heat is the thermal energy produced in a nuclear power plant (nuclear energy). It is obtained from the nuclear fission of atoms, usually of uranium and plutonium.",
    "tooltipTotalEnergy":"Gross inland energy consumption, sometimes abbreviated as gross inland consumption, is the total energy available of a country or region.",
    "tooltipProductionEnergy":"Primary production of energy is any extraction of energy products in a useable form from natural sources. This occurs either when natural sources are exploited (for example, in coal mines, crude oil fields, hydro power plants) or in the fabrication of biofuels.",
    "tooltipDependencyRate":"The energy dependency rate shows the proportion of energy that an economy must import. It is defined as net energy imports (imports minus exports) divided by gross inland energy consumption plus fuel supplied to international maritime bunkers, expressed as a percentage.",
    "tooltipEnergyConsumption":"Final energy consumption is the total energy consumed by end users, such as households, industry and agriculture.",
    "tooltipElectricity":"Electricity denotes the set of physical phenomena related to electrical charges. It allows to store and transfer energy, or to consume it through electrical appliances.",
    "tooltipDerivedHeat":"Derived heat is used for warming spaces and for industrial processes and is obtained by burning combustible fuels like coal, natural gas, oil, renewables (biofuels) and wastes, or also by transforming electricity to heat in electric boilers or heat pumps.",
    "tooltipSectorsEconomy":"Energy end user categories include private households, agriculture, industry, road transport, air transport (aviation), other transport (rail, inland navigation) and services.",
    "tooltipFossilFuels":"Fossil fuel is a generic term for non-renewable natural energy sources such as coal, natural gas and oil that were formed from plants and animals (biomass) that existed in the geological past (for example, hundreds of millions of years ago).",
    "tooltipGrossElectricity":"Gross electricity generation or gross electricity production refers to the process of producing electrical energy.",
    "tooltipGreenHouseGas":"Greenhouse gases constitute a group of gases contributing to global warming and climate change.",
    "tooltipKWH":"Kilowatt hours, abbreviated as KWh, is a unit of energy representing one thousand watt hours. Kilowatt hours are often used as a measure of domestic energy consumption.",
    "tooltipWaste":"Waste (non-renewable) consists of materials coming from combustible industrial, institutional, hospital and household wastes such as rubber, plastics, waste fossil oils and other similar types of wastes, which can be either solid or liquid.",
    "tooltipShareRenewableEnergy":"Renewable energy sources cover solar thermal and photovoltaic energy, hydro (including tide, wave and ocean energy), wind, geothermal energy and all forms of biomass (including biological waste and liquid biofuels).",
    "tooltipPrimaryConsumption":"Primary energy consumption measures the total energy demand of a country. It covers consumption of the energy sector itself, losses during transformation (for example, from oil or gas into electricity) and distribution of energy, and the final consumption by end users.",
    "tooltipFinalEnergyConsumption":"Final energy consumption is the total energy consumed by end users, such as households, industry and agriculture. It is the energy which reaches the final consumer's door and excludes that which is used by the energy sector itself.",
    "tooltipTonneOilEquivalent":"Tonne(s) of oil equivalent, abbreviated as toe, is a normalized unit of energy.",
    "tooltipMediumSizeConsumer1":"Data refer to medium-sized consumers with an annual consumption between 2&nbsp;500 kWh and 5&nbsp;000 kWh.",
    "tooltipNegativeValue":"The negative value is explained by government allowances.",
    "tooltipMediumSizeConsumer2":"Data refer to medium-sized consumers with an annual consumption between 20 Gigajoules (GJ) and 200 GJ.",
    "tooltipMediumSizeConsumer3":"Data refer to medium-sized consumers with an annual consumption between 500 MWh and 2&nbsp;000 MWh.",
    "tooltipMediumSizeConsumer4":"Data refer to medium-sized consumers with an annual consumption between 10&nbsp;000 GJ and 100&nbsp;000 GJ.",
    "videoWarning":"This video does not contain visual information, so there is no audio description. On screen text is described in the alternative text.",
    "videoTranscriptionChapter11":"On 11 December 2019, the European Commission announced the European Green Deal to transform the EU into the first climate neutral continent by 2050. The European Commission has been working to achieve a just and inclusive transition, a clean, affordable and secure energy supply, a modernised EU industry, a clean and circular economy, the protection of biodiversity, sustainable, resilient and smart mobility, a fair and healthy food system. The EU’s recovery from the coronavirus pandemic will be a green recovery.",
    "videoTranscriptionChapter34":"Where does electricity in the EU come from? 41 % of the electricity generated in the EU comes from power stations burning or using combustible fuels (gas, oil, coal, biomass). A part of these fuels is produced in the EU and a part is imported from outside the EU. Some of the power stations also produce heat. 25 % of the electricity generated in the EU comes from nuclear power stations, 14 % from windmills (renewable sources), 13 % from hydropower and 5&nbsp;% from solar power power (renewable sources). Electricity is transmitted from these different sources to transformers near the consumer, and finally to the consumer’s socket. The data refer to the year 2020.",
    "videoTranscriptionChapter44":"Renewable energies are naturally renewed or replenished by nature. We can consume renewable energy directly but we can also buy electricity produced from renewable energy sources. What does renewable energy consist of? 57 % of renewable energy consists of burning renewable sources (wood, biogas, biogasoline and biodiesel). In 2020, 15 % of renewable energy produced in the EU came from wind energy, 13 % from hydro power, 9 % from geothermal energy and heat pumps, 7&nbsp;% from solar energy (2020 data). In 2020, renewable energy accounted for 22.1 % of our energy consumption, compared with 9.6 % in 2004.The 2030 target is 32 %.",
    "defTitleBunkers":"Bunkers",
    "defTextBunkers":"Bunkers include all dutiable petroleum products loaded aboard a vessel for consumption by that vessel. International maritime bunkers describe the quantities of fuel oil delivered to ships of all flags that are engaged in international navigation. It is the fuel used to power these ships. International navigation may take place at sea, on inland lakes and waterways, and in coastal waters. International maritime bunkers do not include fuel oil consumption by: ships engaged in domestic navigation; whether a vessel is engaged in domestic or international navigation is determined only by the ship's port of departure and port of arrival &mdash; not by the flag or nationality of the ship; fishing vessels; military forces.",
    "defTitleHeatAndPower":"Combined heat and power",
    "defTextHeatAndPower":"Combined heat and power describes the simultaneous production of both useful heat (that can be used, for example, in industrial processes or city heating schemes) and electricity in a single process or unit.",
    "defTitleDerivedHeat":"Derived heat",
    "defTextDerivedHeat":"Derived heat is used for warming spaces and for industrial processes and is obtained by burning combustible fuels like coal, natural gas, oil, renewables (biofuels) and wastes, or also by transforming electricity to heat in electric boilers or heat pumps.",
    "defTitleEnergyDependency":"Energy dependency rate",
    "defTextEnergyDependency":"The energy dependency rate shows the proportion of energy that an economy must import. It is defined as net energy imports (imports minus exports) divided by gross inland energy consumption plus fuel supplied to international maritime bunkers, expressed as a percentage. A negative dependency rate indicates a net exporter of energy while a dependency rate in excess of 100 % indicates that energy products have been stocked.",
    "defTitleEnergyIntensity":"Energy intensity",
    "defTextEnergyIntensity":"Energy intensity measures the energy consumption of an economy and its energy efficiency. It is the ratio between gross inland consumption of energy and gross domestic product (GDP). Gross inland consumption of energy is calculated as the sum of gross inland consumption of five energy types: coal, electricity, oil, natural gas and renewable energy sources. The GDP figures are taken at constant prices to avoid the impact of inflation. Since gross inland consumption is measured in kilograms of oil equivalent and GDP in EUR 1 000, this ratio is measured in kgoe per EUR 1 000.",
    "defTitleFinalEnergy":"Final energy consumption",
    "defTextFinalEnergy":"Final energy consumption is the total energy consumed by end users, such as households, industry and agriculture. It is the energy which reaches the final consumer's door and excludes that which is used by the energy sector itself. Final energy consumption excludes energy used by the energy sector, including for deliveries, and transformation. It also excludes fuel transformed in the electrical power stations of industrial auto-producers and coke transformed into blast-furnace gas where this is not part of overall industrial consumption but of the transformation sector. Final energy consumption in 'households, services, etc.' covers quantities consumed by private households, commerce, public administration, services, agriculture and fisheries.",
    "defTitleEnergyEndUser":"Energy end user categories",
    "defTextEnergyEndUser":"Energy end user categories include private households, agriculture, industry, road transport, air transport (aviation), other transport (rail, inland navigation) and services.",
    "defTitleElectricity":"Electricity",
    "defTextElectricity":"Electricity denotes the set of physical phenomena related to electrical charges. It allows to store and transfer energy, or to consume it through electrical appliances. It has a very wide range of applications in almost all kinds of human activities ranging from industrial production, household use, agriculture or commerce and it is normally used for running machines, lighting and heating.",
    "defTitleFossilFuel":"Fossil fuel",
    "defTextFossilFuel":"Fossil fuel is a generic term for non-renewable natural energy sources such as coal, natural gas and oil that were formed from plants and animals (biomass) that existed in the geological past (for example, hundreds of millions of years ago). Fossil fuels are carbon-based and currently supply most human energy requirements.",
    "defTitleGas":"Gas",
    "defTextGas":"Gas includes mostly natural gas and derived gases.",
    "defTitleGigajoule":"Gigajoule",
    "defTextGigajoule":"A gigajoule, abbreviated as GJ, is a unit of measurement of energy consumption: a gigajoule is equal to one thousand million joules.",
    "defTitleGigawattHours":"Gigawatt hours",
    "defTextGigawattHours":"Gigawatt hours, abbreviated as GWh, is a unit of energy representing one billion (1 000 000 000) watt hours and is equivalent to one million kilowatt hours. Gigawatt hours are often used as a measure of the output of large electricity power stations.",
    "defTitleGreenhouseGas":"Greenhouse gas (GHG)",
    "defTextGreenhouseGas":"Greenhouse gases constitute a group of gases contributing to global warming and climate change. The Kyoto Protocol, an environmental agreement adopted by many of the parties to the United Nations Framework Convention on Climate Change (UNFCCC) in 1997 to curb global warming, covers six greenhouse gases: carbon dioxide (CO<sub>2</sub>), methane (CH<sub>4</sub>), nitrous oxide (N<sub>2</sub>O), and the so-called F-gases (hydrofluorocarbons and perfluorocarbons) and sulphur hexafluoride (SF<sub>6</sub>). Converting them to carbon dioxide (or CO<sub>2</sub>) equivalents makes it possible to compare them and to determine their individual and total contributions to global warming.",
    "defTitleGrossInland":"Gross inland energy consumption",
    "defTextGrossInland":"Gross inland energy consumption, sometimes abbreviated as gross inland consumption, is the total energy available of a country or region. It represents the quantity of energy necessary to satisfy inland consumption of the geographical entity under consideration. Gross inland energy consumption covers consumption by the energy sector itself; distribution and transformation losses; final energy consumption by end users; 'statistical differences' (not already captured in the figures on primary energy consumption and final energy consumption). Gross inland consumption does not include energy (fuel oil) provided to international maritime bunkers. It is calculated as primary production plus recovered products, net imports and variations of stocks minus maritime bunkers.",
    "defTitleGrossElectricity":"Gross electricity generation",
    "defTextGrossElectricity":"Gross electricity generation or gross electricity production refers to the process of producing electrical energy. It is the total amount of electrical energy produced by transforming other forms of energy, for example nuclear or wind power. It is commonly expressed in gigawatt hours (GWh). Total gross electricity generation covers gross electricity generation in all types of power plants. The gross electricity generation at plant level is defined as the electricity measured at the outlet of the main transformers, i.e. including the amount of electricity used in the plant auxiliaries and in the transformers.",
    "defTitleDistrictHeating":"District heating",
    "defTextDistrictHeating":"City heating, also known as district heating, is the distribution of heat through a network to one or several buildings using hot water or steam produced centrally, often from co-generation plants, from waste heat from industry, or from dedicated heating systems.",
    "defTitleKilogramOfOil":"Kilogram of oil equivalent",
    "defTextKilogramOfOil":"Kilogram(s) of oil equivalent, usually abbreviated as kgoe, is a normalized unit of energy. By convention it is equivalent to the approximate amount of energy that can be extracted from one kilogram of crude oil. It is a standardized unit, assigned a net calorific value of 41 868 kilojoules/kg and may be used to compare the energy from different sources.",
    "defTitleKilowattHours":"Kilowatt hours",
    "defTextKilowattHours":"Kilowatt hours, abbreviated as KWh, is a unit of energy representing one thousand watt hours. Kilowatt hours are often used as a measure of domestic energy consumption.",
    "defTitleNetElectricity":"Net electricity generation",
    "defTextNetElectricity":"Net electricity generation or net electricity production is equal to gross electricity generation minus the consumption of power stations' auxiliary services.",
    "defTitleNuclearHeat":"Nuclear heat",
    "defTextNuclearHeat":"Nuclear heat is the thermal energy produced in a nuclear power plant (nuclear energy). It is obtained from the nuclear fission of atoms, usually of uranium and plutonium.",
    "defTitlePrimaryEnergy":"Primary energy consumption",
    "defTextPrimaryEnergy":"Primary energy consumption measures the total energy demand of a country. It covers consumption of the energy sector itself, losses during transformation (for example, from oil or gas into electricity) and distribution of energy, and the final consumption by end users. It excludes energy carriers used for non-energy purposes (such as petroleum not used not for combustion but for producing plastics).",
    "defTitlePrimaryProduction":"Primary production of energy",
    "defTextPrimaryProduction":"Primary production of energy is any extraction of energy products in a useable form from natural sources. This occurs either when natural sources are exploited (for example, in coal mines, crude oil fields, hydro power plants) or in the fabrication of biofuels. Transforming energy from one form into another, such as electricity or heat generation in thermal power plants (where primary energy sources are burned), or coke production in coke ovens, is not primary production.",
    "defTitleRenewableEnergySources":"Renewable energy sources",
    "defTextRenewableEnergySources":"Renewable energy sources, also called renewables, are energy sources that replenish (or renew) themselves naturally. Renewable energy sources include the following:",
    "defTitleBiomass":" Biomass (solid biofuels):",
    "defTextBiomass":"organic, non-fossil material of biological origin, which may be used for heat production or electricity generation. It includes: charcoal; wood and wood waste; black liquor, bagasse, animal waste and other vegetal materials and residuals.",
    "defTitleBiogases":"Biogases:",
    "defTextBiogases":"gases composed principally of methane and carbon dioxide produced by anaerobic fermentation of biomass, or by thermal processes. It includes: landfill gas; sewage sludge gas; other biogases from anaerobic digestion; bio gases from thermal processes.",
    "defTitleLiquidBiofuels":"Liquid biofuels",
    "defTextLiquidBiofuels":"are liquid fuels from a non-fossil biological origin and a renewable energy source, to be distinguished from fossil fuels. Biofuels can be split up into four categories: bio gasoline, biodiesel, bio jet kerosene (aviation fuel) and other liquid biofuels",
    "defTitleRenewableWaste":"Renewable waste:",
    "defTextRenewableWaste":"portion of waste produced by households, industry, hospitals and the tertiary sector which is biological material collected by local authorities and incinerated at specific installations.",
    "defTitleHydropower":"Hydropower:",
    "defTextHydropower":"the electricity generated from the potential and kinetic energy of water in hydroelectric plants (the electricity generated in pumped storage plants is not included).",
    "defTitleGeothermalEnergy":"Geothermal energy:",
    "defTextGeothermalEnergy":"the energy available as heat from within the earth’s crust, usually in the form of hot water or steam.",
    "defTitleWindEnergy":"Wind energy:",
    "defTextWindEnergy":"the kinetic energy of wind converted into electricity in wind turbines.",
    "defTitleSolarEnergy":"Solar energy:",
    "defTextSolarEnergy":"solar radiation exploited for solar heat (hot water) and electricity production.",
    "defTitleTideWaveOcean":"Tide, wave, ocean:",
    "defTextTideWaveOcean":"mechanical energy derived from tidal movement, wave motion or ocean current and exploited for electricity generation. ",
    "defTitleShareRenewable":"Share of renewable energy in energy consumption",
    "defTextShareRenewablepart1":"Renewable energy sources cover solar thermal and photovoltaic energy, hydro (including tide, wave and ocean energy), wind, geothermal energy and all forms of biomass (including biological waste and liquid biofuels). The contribution of renewable energy from heat pumps is also covered for the Member States for which this information was reported. The renewable energy delivered to final consumers (industry, transport, households, services including public services, agriculture, forestry and fisheries) is the numerator of this indicator. The denominator, the gross final energy consumption of all energy sources, covers total energy delivered for energy purposes to final consumers as well as the transmission and distribution losses for electricity and heat. It should be noted that exports/imports of electricity are not considered as renewable energy unless a specific intergovernmental agreement has been signed. For more information: The national shares of energy from renewable sources in gross final consumption of energy are calculated according to specific calculation provisions of",
    "defTextShareRenewablepart2":"Directive 2009/28/EC",
    "defTitleSolidFuels":"Solid fuels",
    "defTextSolidFuels":"Solid fuels are fossil fuels covering various types of coals and solid products derived from coals. They consist of carbonised vegetable matter and usually have the physical appearance of a black or brown rock.",
    "defTitleTonnesOfOilEquivalent":"Tonnes of oil equivalent",
    "defTextTonnesOfOilEquivalent":"Tonne(s) of oil equivalent, abbreviated as toe, is a normalized unit of energy. By convention it is equivalent to the approximate amount of energy that can be extracted from one tonne of crude oil.",
    "defTitleTotalFuels":"Total fuels",
    "defTextTotalFuels":"Total fuels is the sum of all energy products and is composed of the following fuel families: Solid fuels (coal), total petroleum products (crude oil and derived petroleum products), gas, nuclear heat, derived heat, renewable energies, electricity and waste (non-renewable).",
    "defTitleTotalPetroleumProducts":"Total petroleum products",
    "defTextTotalPetroleumProducts":"Total petroleum products are fossil fuels (usually in liquid state) and include crude oil and all products derived from it (e.g. when processed in oil refineries), including motor gasoline, diesel oil, fuel oil, etc.",
    "defTitleWasteNonRenewable":"Waste (non-renewable)",
    "defTextWasteNonRenewable":"Waste (non-renewable) consists of materials coming from combustible industrial, institutional, hospital and household wastes such as rubber, plastics, waste fossil oils and other similar types of wastes, which can be either solid or liquid.",
    "embedText":"or embed it",
    "shareDescIndex":"Shedding light on energy in the EU – A guided tour of energy statistics is an interactive publication released by Eurostat, the statistical office of the European Union.",
    "shareDescBloc1a":"The European Green Deal is the ambitious EU climate policy that aims for Europe to become the first climate neutral continent by 2050.",
    "shareDescBloc2a":"The energy available in the European Union comes from energy produced in the EU and from energy imported from third countries.",
    "shareDescBloc2b":"The production of energy in the EU is spread across a range of different energy sources: solid fossil fuels, natural gas, crude oil, nuclear energy and renewable energy (such as hydro, wind and solar energy).",
    "shareDescBloc2c":"For its own consumption, the EU also needs energy which is imported from third countries.",
    "shareDescBloc3a":"Out of the total energy available in the EU, around two thirds are consumed by end users, for example EU citizens, industry, transport etc. ",
    "shareDescBloc3b":"Around 21 % of the final energy we consume is electricity and it comes from different sources.",
    "shareDescBloc3c":"In order to compare prices of electricity and gas among the Member States, national prices have been converted into euro.",
    "shareDescBloc3d":"From source to switch",
    "shareDescBloc4a":"Climate change is a threat to sustainable development. After years of extensive research, the scientific community agrees that man-made greenhouse gas (GHG) emissions are the dominant cause of the Earth’s average temperature increases over the past 250 years (IPCC, 2014).",
    "shareDescBloc4b":"One of the priorities of the Energy Union strategy is to increase energy efficiency in an attempt to reduce energy consumption by 32.5 % by 2030.",
    "shareDescBloc4c":"The share of renewable energy in energy consumption increased continuously between 2004 and 2019, from 9.6 % to 19.7 %.",
    "shareDescBloc4d":"From wind to watts",
    "shareDescBlocInfo":"Shedding light on energy in the EU - A guided tour of energy statistics is an interactive publication released by Eurostat, the statistical office of the European Union.",
    "shareDescGlossary":"Shedding light on energy in the EU - A guided tour of energy statistics is an interactive publication released by Eurostat, the statistical office of the European Union. This is the glossary of the publication.",
    "readMore": "Read more",
    "bloc2aInfographics1":"Share of energy products in total energy available (gross inland consumption), in %, 2018",
    "bloc2bInfographics1":"Share of energy production by source, 2019",
    "solidFuelImports":"EU imports of solid fuel",
    "crudeOilImports":"EU imports of crude oil",
    "naturalGasImports":"EU imports of natural gas",
    "bloc2cInfographics1":"Energy dependency rate",
    "bloc3aInfographics1":"Share of energy products in total final energy consumption, in %, 2018",
    "bloc3aInfographics2":"Flow of energy products from production to final consumption",
    "bloc3bInfographics1":"EU production of electricity by source, 2019",
    "bloc3cInfographics1":"Electricity prices for household consumers - bi-annual data",
    "bloc3cInfographics2":"Gas prices for household consumers - bi-annual data",
    "bloc3cInfographics3":"Electricity prices for non-household consumers - Second semester 2020",
    "bloc3cInfographics4":"Gas prices for non-household consumers - Second semester 2020",
    "bloc4aInfographics1":"Greenhouse gas emissions, 1998-2018",
    "bloc4aInfographics2":"Share of EU greenhouse gas emission by source, 2018",
    "bloc4bInfographics1":"Energy intensity, 2019",
    "bloc4cInfographics1":"Share of energy from renewable sources in the EU Member States",
    "bloc3dVideo":"From source to switch",
    "bloc4dVideo":"From wind to watts",
    "ccIcon":"Image representing reative Commons Attribution 4.0 International (CC-BY 4.0) licence",
    "eurstatIcon":"Eurostat icon",
    "copyPasteText": "Copy this code and paste it in your website:",
    "embed": "Embed",
    "accessDataset": "Access to dataset",
    "sourceLink":"Source: Eurostat",
    "accessDataset2": "access to dataset",
    "socialFacebook": "Facebook",
    "socialTwitter": "Twitter",
    "socialMail": "E-mail",
    "socialEmbed": "Embed",
    "linkSupport": "https://ec.europa.eu/eurostat/help/support",
    "shareText1":"Share/embed",
    "shareText2":"Share the publication ",
    "shareText3":"Share", 
    "shareTextPage":"Share this page", 
    "shareTextPublication":"Share this publication", 
    "shareTextVis":"Share this visualisation", 
    "shareVisualisation1": "Share the visualisation <b>‘",
    "shareVisualisation2": "’</b>",
    "shareEmailHome": "Hello,%0D%0A%0D%0AI found this interactive publication ‘Shedding light on energy in the EU’ produced by Eurostat very interesting and I wanted to share it with you.%0D%0A%0D%0AHave a look here: ",
    "shareEmailPages": "Hello,%0D%0A%0D%0AI found this page from the Eurostat interactive publication ‘Shedding light on energy in the EU’ very interesting and I wanted to share it with you.%0D%0A%0D%0AHave a look here: ", 
    "shareEmailVis":"Hello,%0D%0A%0D%0AI found this data visualisation from the Eurostat interactive publication ‘Shedding light on energy in the EU’ very interesting and I wanted to share it with you.%0D%0A%0D%0AHave a look here: "
  
}